      ** Comment
      *! Warning
      *? Question
      *TODO: Something

      *>  DISPLAY ""

       IDENTIFICATION DIVISION.
       PROGRAM-ID. FIRST.
       PROCEDURE DIVISION.
           DISPLAY "Hello World!".
